---
kind: property
id: P:Autodesk.Revit.DB.PaperSize.Name
source: html/595a9c60-c6a4-6494-3a88-177e42b9a795.htm
---
# Autodesk.Revit.DB.PaperSize.Name Property

Retrieve the paper size name of current project.

## Syntax (C#)
```csharp
public string Name { get; }
```